[
    "Despite making several complaint still har har mahadev situated at Milan signal Santacruz W is making heavy public nuisance bcoz of good connection management n money power and running his hotel till 4 Am without any fear of law.Kindly take strict action as per law  @MumbaiPolice",
    "OPP gopal krishna hotel Santacruz East . Already there is heavy traffic for turning of bus. Please take action and remove illegal hawkers from here. @mybmcWardHE @aaplibest",
    "@CPMumbaiPolice \nHeavy traffic on Ghatkopar santacruz link road\nPlease do needful",
    "@rahulmehrasahab We have escalated your request with Santacruz Traffic Division for necessary action.",
    "RT @savetps6: @MumbaiPolice @MNCDFfriends DJ a type very loud music in TPS6 Road No 1 Near Milan Subway Santacruz west mumbai 54. Please se…",
    "RT @savetps6: @MumbaiPolice @MNCDFfriends DJ a type very loud music in TPS6 Road No 1 Near Milan Subway Santacruz west mumbai 54. Please se…",
    "@RiyaSrivastav31 We have intimated your concern to the Santacruz traffic branch for necessary action.",
    "RT @savetps6: @MumbaiPolice @MNCDFfriends DJ a type very loud music in TPS6 Road No 1 Near Milan Subway Santacruz west mumbai 54. Please se…",
    "@MumbaiPolice @MNCDFfriends DJ a type very loud music in TPS6 Road No 1 Near Milan Subway Santacruz west mumbai 54. Please send your Marshal to ask them to lower the volume or stop this nuisance. THEY ARE BLOCKING SMOOTH FLOW OF TRAFFIC ALSO. Not moving from Society gates.",
    "@MTPHereToHelp please help in sorting every day morning traffic jams when you travel from Chembur to Santacruz via SCLR. It starts from Kurla to BKC signal. @mieknathshinde @Dev_Fadnavis please help",
    "nehru road opposite bhilwara bhavan station road , Santacruz East. Bharat gas dealer is next to our building and they park their trucks tempo cycle loading unloading in front of building everyday and there is heavy traffic on the road please help @MTPHereToHelp @MumbaiPolice https://t.co/8js5J3Zf3t",
    "@anwar211986 Santacruz Traffic Division has been informed for prompt action.",
    "🚨Special #KCBSTraffic Alert🚨\n\n#ScottsValley - Hwy 17 SB at Vine Hill Rd, both lanes blocked with a 3-car crash. \n\nCHP and fire crews helping to divert Southbound traffic into the left lane of Hwy 17 North.  #SantaCruz #LosGatos",
    "@parulekar_mayur We have escalated your request with Santacruz Traffic Division for necessary action.",
    "The state on Thursday announced plans to deliver 1.27 million acre-feet of water to agencies from the Bay Area to Southern California. https://t.co/6iKB6yNzgh",
    "@MumbaiPolice Zepto hub at Kelkar wadi, Ghatla, behind Kukreja residency, chembur East. Everyday they work with heavy noise between 4am to 6 am please take action https://t.co/Kx3d32RXGC",
    "@RockbottomRo Go back to the traffic ?",
    "@vaibhavi111290 Thank you for contacting Navi Mumbai Police, your complaint has been forwarded to the concerned traffic unit.",
    "@BBCHindi #BoycottChina china is financings you overseas activities there you have targeting Indian. China is enemy of everyone. You will pay heavy price for this documentary.",
    "The surface of the road was also broken by heavy rains which have created the craters, making the journey even worse. Most of the vehicles keep avoiding these concrete patches and stick to one side of the road resulting in slow-moving traffic &amp; many times accident. @narvekar_j",
    "Chukichi fine mazya number plate var marli ahe..Mazi scooty konti dusri scooty Baga as aste ka kuthe...🤷🏻🤷🏻🤷🏻\n#mumbaicity #mumbaitraffic #MumbaiPolice #Traffic #trafficpolice #Mumbai https://t.co/bY9XfFinV4",
    "Entitled fuks in the comments. Because of bad attitude by some rickshawalas they want them to suffer.\n\nRickshawalas have been backbone for suburban Mumbai for decades.\n\nFrom medical emergencies to working in heavy rains to helping in covid. Rickshawalas have always helped. https://t.co/p7oyM1kvGF",
    "The last of us \n#poetry #poetrylovers #TheLastOfUs #love #POEMS \n#rain https://t.co/V87kePRLH5",
    "Despite making several complaint still har har mahadev situated at Milan signal Santacruz W is making heavy public nuisance bcoz of good connection management n money power and running his hotel till 4 Am without any fear of law.Kindly take strict action as per law  @MumbaiPolice",
    "@NagpurKaRajini @satishg666 @db_is_db It was a very heavy soap and long lasting fragrance",
    "Really man I didn't feel to have food also seeing her I don't like when she cry I m possessive towards her it's got heavy to see her like that\n#SumbuITouqeerKhan \n#SumbulSquad \n@TouqeerSumbul https://t.co/PEwRDjm8te",
    "Come Rain or Snow @RahulGandhi will Blow \nAway the forces of #negativity &amp; #hatred Godwilling!\n#BharatJodoYatra #RahulGandhi #RaGa #HateMitao #DeshBachao Kholo #MohabbatkiDukaan @merabharatmahaan #indiannationalcongress https://t.co/vudLv5EDjC",
    "Kaina of the great snow sea will probably be forgotten by many this season simply because of it being CG but so far,  it's probably one of my top anime from this season",
    "@SarikaIngle4 The heavy and unnecessary \"LA\" and \"DHA\"",
    "@richapintoi In fact corrupt practices are promoted and shielded by Addl MC city/ws/es. these senior officers r responsible. Action shd be taken against these bureaucrats. Don't they see illegal banners construction/hawkers encroachment on road/footpaths/traffic islands, fraud in estate dept",
    "My dear countrymen, Namaskar. This is the first 'Mann Ki Baat' of 2023 and along with it, it is also",
    "My dear countrymen, Namaskar. This is the first 'Mann Ki Baat' of 2023 and along with it, it is also",
    "The story of a Dublin music start-up’s extraordinary rise to global brand and fall to oblivion is told in a new three-part documentary podcast",
    "IO Interactive has deployed HITMAN World of Assassination Update 3.140 across all platforms, and we've got you covered with the official release notes. As covered earlier this month, HITMAN 3 is being rebranded as HITMAN World of Assassination with the game i…",
    "Wall Street pointed toward losses before the bell Wednesday as investors await more earnings and economic data that may reveal whether inflation has slowed enough to satisfy Federal Reserve officials, who have hinted at another rate hike when they meet next w…",
    "The Union Budget 2023 is expected to announce the privatization of 12 more airports for asset monetization. Raipur, Jabalpur, Vijayawada, Kolkata, and Indore are among them. The aviation ministry has",
    "Community Reserves (CRs) have been advocated for increasing the protected area coverage in northeast India where the land is primarily owned and managed by local indigenous institutions. To understand the significance of these reserves for the conservation of…",
    "As we look ahead to 2023, we are at the same time mindful of the potential threats that await and the opportunities that may present themselves as everything changes, all at once.",
    "India's Sensex gained 0.3 per cent and Bangkok's SET edged 0.1 per cent lower."
]